Repository: jjhhyyg/WordScene
Catalog: WordScene/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, vi, zh_hant

source: 本地旧缓存来自更新版本的 App。请先升级 WordScene；不要直接重置，除非已经导出旧缓存原始备份。
ar: ذاكرة التخزين المؤقت القديمة من إصدار أحدث من التطبيق. يرجى ترقية WordScene أولاً؛ لا تقم بإعادة التعيين مباشرة إلا إذا قمت بتصدير النسخة الاحتياطية الأصلية لذاكرة التخزين المؤقت القديمة.
de: Lokaler alter Cache stammt von einer neueren App-Version. Bitte zuerst WordScene aktualisieren; nicht direkt zurücksetzen, es sei denn, das Rohbackup wurde bereits exportiert.
en: The legacy local cache was created by a newer version of WordScene. Upgrade first; do not reset it unless you have exported a raw backup.
es: La caché local antigua se creó con una versión más reciente de WordScene. Actualiza primero; no la restablezcas salvo que hayas exportado una copia original.
fr: L'ancien cache local provient d'une version plus récente de l'app. Veuillez d'abord mettre à jour WordScene ; ne réinitialisez pas directement, sauf si vous avez déjà exporté une sauvegarde brute de l'ancien cache.
hi: स्थानीय पुराना कैश ऐप के नए संस्करण से है। कृपया पहले WordScene अपग्रेड करें; जब तक मूल बैकअप निर्यात न हो, सीधे रीसेट न करें।
id: Cache lama lokal berasal dari versi aplikasi yang lebih baru. Harap perbarui WordScene terlebih dahulu; jangan langsung setel ulang kecuali cadangan asli cache lama sudah diekspor.
it: La cache locale precedente proviene da una versione più recente dell'app. Aggiorna prima WordScene; non reimpostare direttamente, a meno che non sia già stato esportato un backup della cache precedente.
ja: ローカルの古いキャッシュは、より新しいバージョンのアプリからのものです。まずWordSceneをアップグレードしてください。古いキャッシュの生バックアップをエクスポートしていない限り、直接リセットしないでください。
ko: 로컬 이전 캐시가 더 최신 버전의 앱에서 왔습니다. 먼저 WordScene을 업그레이드하세요. 이전 캐시 원본 백업을 내보내지 않은 경우 직접 재설정하지 마세요.
nl: Lokale oude cache is afkomstig van een nieuwere versie van de app. Upgrade eerst WordScene; reset niet direct, tenzij je een back-up van de oude cache hebt geëxporteerd.
pl: Stary lokalny cache pochodzi z nowszej wersji aplikacji. Najpierw zaktualizuj WordScene; nie resetuj bezpośrednio, chyba że wyeksportowałeś kopię zapasową.
pt: O cache local antigo é de uma versão mais recente do aplicativo. Atualize o WordScene primeiro; não redefina diretamente, a menos que já tenha exportado um backup bruto do cache antigo.
ru: Старый локальный кеш из более новой версии приложения. Сначала обновите WordScene; не сбрасывайте напрямую, если только вы не экспортировали резервную копию старого кеша.
tr: Yerel eski önbellek, uygulamanın daha yeni bir sürümünden. Lütfen önce WordScene'i güncelleyin; eski önbellek yedeklemesini dışa aktarmadıysanız doğrudan sıfırlamayın.
vi: Bộ nhớ đệm cũ cục bộ đến từ phiên bản ứng dụng mới hơn. Vui lòng nâng cấp WordScene trước; không đặt lại trực tiếp trừ khi đã xuất bản sao lưu gốc của bộ nhớ đệm cũ.
zh_hant: 本地舊緩存來自更新版本的 App。請先升級 WordScene；不要直接重置，除非已經匯出舊緩存原始備份。

source: 本机数据正在写入主存储。
ar: جاري كتابة البيانات المحلية إلى التخزين الرئيسي.
de: Lokale Daten werden in den Hauptspeicher geschrieben.
en: Local data is being written to the primary store.
es: Los datos locales se están escribiendo en el almacenamiento principal.
fr: Écriture des données locales dans le stockage principal.
hi: डिवाइस डेटा मुख्य स्टोरेज में लिखा जा रहा है।
id: Data lokal sedang ditulis ke penyimpanan utama.
it: Scrittura dei dati locali in corso nell'archivio principale.
ja: ローカルデータをメインストレージに書き込んでいます。
ko: 기기 데이터를 기본 저장소에 쓰는 중입니다.
nl: Lokale gegevens worden naar de hoofdopslag geschreven.
pl: Zapisywanie danych lokalnych do głównego magazynu.
pt: Dados locais sendo gravados no armazenamento principal.
ru: Локальные данные записываются в основное хранилище.
tr: Yerel veriler ana depolamaya yazılıyor.
vi: Dữ liệu cục bộ đang được ghi vào bộ nhớ chính.
zh_hant: 本機數據正在寫入主儲存。

source: 构建
ar: البناء
de: Build
en: Build
es: Compilación
fr: Build
hi: बिल्ड
id: Build
it: Versione build
ja: ビルド
ko: 빌드
nl: Build
pl: Numer kompilacji
pt: Versão
ru: Сборка
tr: Yapı
vi: Bản dựng
zh_hant: 建置

source: 模型
ar: النموذج
de: Modell
en: Model
es: Modelo
fr: Modèle
hi: मॉडल
id: Model
it: Modello
ja: モデル
ko: 모델
nl: Model
pl: Model
pt: Modelo
ru: Модель
tr: Model
vi: Mô hình

source: 正在准备导出文件...
ar: جارٍ تحضير ملف التصدير...
de: Exportdatei wird vorbereitet...
en: Preparing the export file...
es: Preparando el archivo de exportación...
fr: Préparation du fichier d'exportation...
hi: निर्यात फ़ाइल तैयार की जा रही है...
id: Menyiapkan file ekspor...
it: Preparazione del file di esportazione in corso...
ja: エクスポートファイルを準備中...
ko: 내보내기 파일 준비 중...
nl: Exportbestand voorbereiden...
pl: Przygotowywanie pliku do eksportu...
pt: Preparando arquivo de exportação...
ru: Подготовка файла экспорта...
tr: Dışa aktarma dosyası hazırlanıyor...
vi: Đang chuẩn bị tệp xuất...
zh_hant: 正在準備匯出檔案...

source: 正在准备旧缓存原始备份...
ar: جارٍ تحضير النسخة الاحتياطية الأصلية لذاكرة التخزين المؤقت القديمة...
de: Original-Backup des alten Caches wird vorbereitet...
en: Preparing the raw legacy cache backup...
es: Preparando la copia original de la caché antigua...
fr: Préparation de la sauvegarde brute de l'ancien cache...
hi: पुराना कैश मूल बैकअप तैयार किया जा रहा है...
id: Menyiapkan cadangan asli cache lama...
it: Preparazione del backup della cache locale precedente in corso...
ja: 古いキャッシュの生バックアップを準備中...
ko: 이전 캐시 원본 백업 준비 중...
nl: Back-up van oude cache voorbereiden...
pl: Przygotowywanie kopii zapasowej starego cache...
pt: Preparando backup bruto do cache antigo...
ru: Подготовка резервной копии старого кеша...
tr: Eski önbellek yedeklemesi hazırlanıyor...
vi: Đang chuẩn bị bản sao lưu gốc của bộ nhớ đệm cũ...
zh_hant: 正在準備舊緩存原始備份...

source: 正在加载收藏...
ar: جارٍ تحميل المفضلة...
de: Favoriten werden geladen...
en: Loading saved items...
es: Cargando guardados...
fr: Chargement des favoris...
hi: पसंदीदा लोड हो रहे हैं...
id: Memuat favorit...
it: Caricamento dei preferiti in corso...
ja: お気に入りを読み込み中...
ko: 즐겨찾기 로딩 중...
nl: Favorieten laden...
pl: Wczytywanie ulubionych...
pt: Carregando favoritos...
ru: Загрузка избранного...
tr: Kaydedilenler yükleniyor...
vi: Đang tải mục yêu thích...
zh_hant: 正在載入收藏...

source: 正在加载翻译历史...
ar: جارٍ تحميل سجل الترجمة...
de: Übersetzungsverlauf wird geladen...
en: Loading translation history...
es: Cargando historial de traducción...
fr: Chargement de l'historique des traductions...
hi: अनुवाद इतिहास लोड हो रहा है...
id: Memuat riwayat terjemahan...
it: Caricamento della cronologia traduzioni in corso...
ja: 翻訳履歴を読み込み中...
ko: 번역 기록 로딩 중...
nl: Vertalingsgeschiedenis laden...
pl: Wczytywanie historii tłumaczeń...
pt: Carregando histórico de tradução...
ru: Загрузка истории переводов...
tr: Çeviri geçmişi yükleniyor...
vi: Đang tải lịch sử dịch...
zh_hant: 正在載入翻譯歷史...

source: 正在同步
ar: جارٍ المزامنة
de: Synchronisiere
en: Syncing
es: Sincronizando
fr: Synchronisation en cours
hi: सिंक हो रहा है
id: Menyinkronkan
it: Sincronizzazione in corso
ja: 同期中
ko: 동기화 중
nl: Synchroniseren
pl: Synchronizacja
pt: Sincronizando
ru: Синхронизация
tr: Senkronize ediliyor
vi: Đang đồng bộ

source: 正在检测网络状态。本机收藏和搜索仍可使用。
ar: جارٍ التحقق من حالة الشبكة. لا تزال المفضلة والبحث المحليين متاحين.
de: Netzwerkstatus wird geprüft. Lokale Favoriten und Suche sind weiterhin nutzbar.
en: Checking network status. Local saved items and search remain available.
es: Comprobando el estado de la red. Los guardados locales y la búsqueda siguen disponibles.
fr: Vérification du réseau. Les favoris et la recherche locaux restent disponibles.
hi: नेटवर्क स्थिति जाँची जा रही है। स्थानीय पसंदीदा और खोज अभी भी उपलब्ध हैं।
id: Memeriksa status jaringan. Favorit dan pencarian lokal masih dapat digunakan.
it: Verifica dello stato della rete in corso. Preferiti e ricerca locali sono ancora disponibili.
ja: ネットワーク状態を確認中です。ローカルのお気に入りと検索は引き続き使用できます。
ko: 네트워크 상태를 확인 중입니다. 기기 내 즐겨찾기와 검색은 계속 사용할 수 있습니다.
nl: Netwerkstatus controleren. Lokale favorieten en zoeken zijn nog steeds beschikbaar.
pl: Sprawdzanie połączenia sieciowego. Ulubione i wyszukiwanie nadal działają.
pt: Verificando conexão de rede. Favoritos e pesquisa locais ainda estão disponíveis.
ru: Проверка сети. Избранное и поиск на устройстве по-прежнему доступны.
tr: Ağ durumu kontrol ediliyor. Yerel kaydedilenler ve arama kullanılabilir.
vi: Đang kiểm tra trạng thái mạng. Mục yêu thích và tìm kiếm cục bộ vẫn có thể sử dụng.
zh_hant: 正在檢測網絡狀態。本機收藏和搜尋仍可使用。

source: 正在测试 DeepSeek 连接...
ar: جارٍ اختبار اتصال DeepSeek...
de: DeepSeek-Verbindung wird getestet...
en: Testing the DeepSeek connection...
es: Probando la conexión con DeepSeek...
fr: Test de la connexion à DeepSeek...
hi: DeepSeek कनेक्शन का परीक्षण किया जा रहा है...
id: Menguji koneksi DeepSeek...
it: Test connessione DeepSeek in corso...
ja: DeepSeek接続をテスト中...
ko: DeepSeek 연결 테스트 중...
nl: DeepSeek-verbinding testen...
pl: Testowanie połączenia z DeepSeek...
pt: Testando conexão com DeepSeek...
ru: Проверка подключения к DeepSeek...
tr: DeepSeek bağlantısı test ediliyor...
vi: Đang kiểm tra kết nối DeepSeek...
zh_hant: 正在測試 DeepSeek 連線...

source: 正在生成译文
ar: جارٍ إنشاء الترجمة
de: Übersetzung wird generiert
en: Generating translation
es: Generando traducción
fr: Génération de la traduction
hi: अनुवाद तैयार किया जा रहा है
id: Menghasilkan terjemahan
it: Generazione traduzione in corso
ja: 翻訳文を生成中
ko: 번역 생성 중
nl: Vertaling genereren
pl: Generowanie tłumaczenia
pt: Gerando tradução
ru: Генерация перевода
tr: Çeviri oluşturuluyor
vi: Đang tạo bản dịch
zh_hant: 正在產生譯文

source: 正在翻译...
ar: جارٍ الترجمة...
de: Übersetze...
en: Translating...
es: Traduciendo...
fr: Traduction en cours...
hi: अनुवाद किया जा रहा है...
id: Menerjemahkan...
it: Traduzione in corso...
ja: 翻訳中...
ko: 번역 중...
nl: Bezig met vertalen...
pl: Tłumaczenie...
pt: Traduzindo...
ru: Перевод...
tr: Çevriliyor...
vi: Đang dịch...
zh_hant: 正在翻譯...

source: 此操作会删除全部收藏，并同步到其他设备。
ar: سيؤدي هذا الإجراء إلى حذف جميع المفضلة ومزامنتها مع الأجهزة الأخرى.
de: Dieser Vorgang löscht alle Favoriten und synchronisiert dies mit anderen Geräten.
en: This deletes all saved items and syncs the deletion to your other devices.
es: Esto elimina todos los guardados y sincroniza la eliminación con tus otros dispositivos.
fr: Cette action supprimera tous les favoris et les synchronisera avec les autres appareils.
hi: इस क्रिया से सभी पसंदीदा हट जाएंगे और अन्य उपकरणों पर सिंक हो जाएंगे।
id: Tindakan ini akan menghapus semua favorit dan menyinkronkannya ke perangkat lain.
it: Questa operazione eliminerà tutti i preferiti e li sincronizzerà con altri dispositivi.
ja: この操作はすべてのお気に入りを削除し、他のデバイスに同期します。
ko: 이 작업은 모든 즐겨찾기를 삭제하고 다른 기기와 동기화합니다.
nl: Hiermee worden alle favorieten verwijderd en gesynchroniseerd met andere apparaten.
pl: Ta operacja usunie wszystkie ulubione i zsynchronizuje zmiany z innymi urządzeniami.
pt: Esta ação excluirá todos os favoritos e sincronizará com outros dispositivos.
ru: Это действие удалит всё избранное и синхронизирует изменения с другими устройствами.
tr: Bu işlem tüm kaydedilenleri siler ve diğer cihazlarla senkronize eder.
vi: Thao tác này sẽ xóa tất cả mục yêu thích và đồng bộ sang thiết bị khác.
zh_hant: 此操作會刪除全部收藏，並同步到其他裝置。

source: 此操作会清空本机历史，并通过同步删除其他设备上的历史记录。
ar: سيؤدي هذا الإجراء إلى مسح السجل المحلي وحذف السجل على الأجهزة الأخرى عبر المزامنة.
de: Dieser Vorgang löscht den lokalen Verlauf und entfernt ihn über die Synchronisation auch auf anderen Geräten.
en: This clears local history and deletes synced history on your other devices.
es: Esto borra el historial local y elimina el historial sincronizado en tus otros dispositivos.
fr: Cette action effacera l'historique local et supprimera l'historique sur les autres appareils via la synchronisation.
hi: इस क्रिया से स्थानीय इतिहास साफ़ हो जाएगा और अन्य उपकरणों पर इतिहास भी सिंक द्वारा हट जाएगा।
id: Tindakan ini akan menghapus riwayat lokal dan menghapus riwayat di perangkat lain melalui sinkronisasi.
it: Questa operazione cancellerà la cronologia locale e rimuoverà la cronologia su altri dispositivi tramite sincronizzazione.
ja: この操作はローカルの履歴を消去し、同期を介して他のデバイスの履歴も削除します。
ko: 이 작업은 기기 내 기록을 지우고 동기화를 통해 다른 기기의 기록도 삭제합니다.
nl: Hiermee wordt de lokale geschiedenis gewist en worden historische gegevens op andere apparaten verwijderd via synchronisatie.
pl: Ta operacja wyczyści lokalną historię i usunie historię na innych urządzeniach przez synchronizację.
pt: Esta ação limpará o histórico local e excluirá o histórico em outros dispositivos via sincronização.
ru: Это действие очистит локальную историю и удалит историю на других устройствах через синхронизацию.
tr: Bu işlem yerel geçmişi temizler ve senkronizasyon yoluyla diğer cihazlardaki geçmişi siler.
vi: Thao tác này sẽ xóa lịch sử cục bộ và xóa lịch sử trên thiết bị khác qua đồng bộ.
zh_hant: 此操作會清空本機歷史，並透過同步刪除其他裝置上的歷史記錄。

source: 没有发现旧缓存文档，无需导出原始备份。
ar: لم يتم العثور على مستندات ذاكرة تخزين مؤقت قديمة، لا حاجة لتصدير نسخة احتياطية أصلية.
de: Kein altes Cache-Dokument gefunden, kein Rohbackup erforderlich.
en: No legacy cache documents were found, so no raw backup is needed.
es: No se encontraron documentos de caché antigua, así que no hace falta una copia original.
fr: Aucun document de cache ancien trouvé, aucune sauvegarde brute nécessaire.
hi: कोई पुराना कैश दस्तावेज़ नहीं मिला, मूल बैकअप निर्यात करने की आवश्यकता नहीं है।
id: Tidak ada dokumen cache lama yang ditemukan, tidak perlu mengekspor cadangan asli.
it: Nessun documento cache precedente trovato, nessun backup necessario.
ja: 古いキャッシュ文書が見つかりません。生バックアップのエクスポートは不要です。
ko: 이전 캐시 문서가 없어 원본 백업을 내보낼 필요가 없습니다.
nl: Geen oud cachedocument gevonden, back-up niet nodig.
pl: Nie znaleziono starego dokumentu cache, nie trzeba eksportować kopii zapasowej.
pt: Nenhum documento de cache antigo encontrado. Não é necessário exportar backup bruto.
ru: Старые документы кеша не найдены, резервная копия не требуется.
tr: Eski önbellek belgesi bulunamadı, yedekleme gerekmez.
vi: Không tìm thấy tài liệu bộ nhớ đệm cũ, không cần xuất bản sao lưu gốc.
zh_hant: 沒有發現舊緩存文件，無需匯出原始備份。

source: 没有同步事件
ar: لا توجد أحداث مزامنة
de: Keine Synchronisationsereignisse
en: No Sync Events
es: Sin eventos de sincronización
fr: Aucun événement de synchronisation
hi: कोई सिंक घटना नहीं
id: Tidak ada peristiwa sinkronisasi
it: Nessun evento di sincronizzazione
ja: 同期イベントはありません
ko: 동기화 이벤트 없음
nl: Geen synchronisatiegebeurtenissen
pl: Brak zdarzeń synchronizacji
pt: Nenhum evento de sincronização
ru: Нет событий синхронизации
tr: Senkronizasyon olayı yok
vi: Không có sự kiện đồng bộ
zh_hant: 沒有同步事件

source: 没有找到匹配内容
ar: لم يتم العثور على محتوى مطابق
de: Keine passenden Inhalte gefunden
en: No Matches Found
es: No se encontraron resultados
fr: Aucun résultat trouvé
hi: कोई मिलान सामग्री नहीं मिली
id: Tidak ada konten yang cocok
it: Nessun risultato trovato
ja: 一致するコンテンツが見つかりません
ko: 일치하는 내용 없음
nl: Geen overeenkomsten gevonden
pl: Nie znaleziono pasujących wyników
pt: Nenhum resultado encontrado
ru: Совпадений не найдено
tr: Eşleşen içerik bulunamadı
vi: Không tìm thấy nội dung phù hợp
zh_hant: 沒有找到符合內容

source: 没有旧缓存文档需要重置。
ar: لا توجد مستندات ذاكرة تخزين مؤقت قديمة لإعادة تعيينها.
de: Keine alten Cache-Dokumente zum Zurücksetzen.
en: There are no legacy cache documents to reset.
es: No hay documentos de caché antigua para restablecer.
fr: Aucun document de cache ancien à réinitialiser.
hi: रीसेट करने के लिए कोई पुराना कैश दस्तावेज़ नहीं है।
id: Tidak ada dokumen cache lama yang perlu diatur ulang.
it: Nessun documento cache precedente da reimpostare.
ja: リセットする古いキャッシュ文書はありません。
ko: 재설정할 이전 캐시 문서가 없습니다.
nl: Geen oud cachedocument om te resetten.
pl: Brak starych dokumentów cache do zresetowania.
pt: Nenhum documento de cache antigo para redefinir.
ru: Нет старых документов кеша для сброса.
tr: Sıfırlanacak eski önbellek belgesi yok.
vi: Không có tài liệu bộ nhớ đệm cũ cần đặt lại.
zh_hant: 沒有舊緩存文件需要重置。

source: 没有星标收藏
ar: لا توجد مفضلة بنجمة
de: Keine markierten Favoriten
en: No Starred Saved Items
es: No hay guardados destacados
fr: Aucun favori marqué d'une étoile
hi: कोई स्टार किया गया पसंदीदा नहीं
id: Tidak ada favorit berbintang
it: Nessun preferito con stella
ja: スター付きのお気に入りはありません
ko: 별표 표시된 즐겨찾기 없음
nl: Geen gemarkeerde favorieten
pl: Brak oznaczonych ulubionych
pt: Nenhum favorito com estrela
ru: Нет избранного с пометкой
tr: Yıldızlı kaydedilen yok
vi: Không có mục yêu thích được gắn sao
zh_hant: 沒有星標收藏

source: 法语
ar: الفرنسية
de: Französisch
en: French
es: Francés
fr: français
hi: फ़्रेंच
id: Prancis
it: Francese
ja: フランス語
ko: 프랑스어
nl: Frans
pl: francuski
pt: Francês
ru: Французский
tr: Fransızca
vi: Tiếng Pháp
zh_hant: 法語

source: 波兰语
ar: البولندية
de: Polnisch
en: Polish
es: Polaco
fr: polonais
hi: पोलिश
id: Polandia
it: Polacco
ja: ポーランド語
ko: 폴란드어
nl: Pools
pl: polski
pt: Polonês
ru: Польский
tr: Lehçe
vi: Tiếng Ba Lan
zh_hant: 波蘭語

source: 测试 DeepSeek Token
ar: اختبار رمز DeepSeek
de: DeepSeek-Token testen
en: Test DeepSeek Token
es: Probar token de DeepSeek
fr: Tester le token DeepSeek
hi: DeepSeek Token का परीक्षण करें
id: Uji Token DeepSeek
it: Test Token DeepSeek
ja: DeepSeek Tokenをテスト
ko: DeepSeek Token 테스트
nl: DeepSeek Token testen
pl: Testuj token DeepSeek
pt: Testar Token DeepSeek
ru: Проверить токен DeepSeek
tr: DeepSeek Token'ı Test Et
vi: Kiểm tra Token DeepSeek
zh_hant: 測試 DeepSeek Token

source: 测试连接
ar: اختبار الاتصال
de: Verbindung testen
en: Test Connection
es: Probar conexión
fr: Tester la connexion
hi: कनेक्शन का परीक्षण करें
id: Uji Koneksi
it: Test connessione
ja: 接続テスト
ko: 연결 테스트
nl: Verbinding testen
pl: Testuj połączenie
pt: Testar conexão
ru: Проверить подключение
tr: Bağlantıyı Test Et
vi: Kiểm tra kết nối
zh_hant: 測試連線

source: 清空搜索
ar: مسح البحث
de: Suche leeren
en: Clear Search
es: Borrar búsqueda
fr: Effacer la recherche
hi: खोज साफ़ करें
id: Hapus Pencarian
it: Cancella ricerca
ja: 検索クリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt: Limpar pesquisa
ru: Очистить поиск
tr: Aramayı Temizle
vi: Xóa tìm kiếm
zh_hant: 清除搜尋

source: 清空输入
ar: مسح الإدخال
de: Eingabe löschen
en: Clear Input
es: Borrar entrada
fr: Effacer la saisie
hi: इनपुट साफ़ करें
id: Hapus Masukan
it: Cancella input
ja: 入力クリア
ko: 입력 지우기
nl: Invoer wissen
pl: Wyczyść wprowadzony tekst
pt: Limpar entrada
ru: Очистить ввод
tr: Girişi Temizle
vi: Xóa nhập liệu
zh_hant: 清除輸入

source: 清空输入和译文
ar: مسح الإدخال والترجمة
de: Eingabe und Übersetzung löschen
en: Clear Input and Translation
es: Borrar entrada y traducción
fr: Effacer la saisie et la traduction
hi: इनपुट और अनुवाद साफ़ करें
id: Hapus Masukan & Terjemahan
it: Cancella input e traduzione
ja: 入力と訳文をクリア
ko: 입력 및 번역 지우기
nl: Invoer en vertaling wissen
pl: Wyczyść wprowadzony tekst i tłumaczenie
pt: Limpar entrada e tradução
ru: Очистить ввод и перевод
tr: Giriş ve Çeviriyi Temizle
vi: Xóa nhập liệu và bản dịch
zh_hant: 清除輸入與譯文

source: 源语言
ar: اللغة المصدر
de: Ausgangssprache
en: Source Language
es: Idioma de origen
fr: Langue source
hi: स्रोत भाषा
id: Bahasa Sumber
it: Lingua di partenza
ja: ソース言語
ko: 원본 언어
nl: Bron taal
pl: Język źródłowy
pt: Idioma de origem
ru: Исходный язык
tr: Kaynak Dil
vi: Ngôn ngữ nguồn
zh_hant: 來源語言

source: 点击复制
ar: اضغط للنسخ
de: Zum Kopieren tippen
en: Tap to copy
es: Toca para copiar
fr: Toucher pour copier
hi: कॉपी करने के लिए टैप करें
id: Ketuk untuk menyalin
it: Tocca per copiare
ja: タップしてコピー
ko: 탭하여 복사
nl: Tik om te kopiëren
pl: Dotknij, aby skopiować
pt: Toque para copiar
ru: Нажмите, чтобы скопировать
tr: Kopyalamak için tıklayın
vi: Chạm để sao chép
zh_hant: 點按複製

source: 版本
ar: الإصدار
de: Version
en: Version
es: Versión
fr: Version
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
nl: Versie
pl: Wersja
pt: Versão
ru: Версия
tr: Sürüm
vi: Phiên bản

source: 目标语言
ar: اللغة الهدف
de: Zielsprache
en: Target Language
es: Idioma de destino
fr: Langue cible
hi: लक्ष्य भाषा
id: Bahasa Target
it: Lingua di arrivo
ja: ターゲット言語
ko: 대상 언어
nl: Doeltaal
pl: Język docelowy
pt: Idioma de destino
ru: Целевой язык
tr: Hedef Dil
vi: Ngôn ngữ đích
zh_hant: 目標語言

source: 等待 iCloud 同步事件
ar: انتظار حدث مزامنة iCloud
de: Warte auf iCloud-Sync-Ereignis
en: Waiting for iCloud Sync Events
es: Esperando eventos de sincronización de iCloud
fr: En attente d'événements iCloud
hi: iCloud सिंक इवेंट की प्रतीक्षा
id: Menunggu peristiwa sinkronisasi iCloud
it: In attesa di eventi iCloud
ja: iCloud同期イベント待機中
ko: iCloud 동기화 이벤트 대기 중
nl: Wachten op iCloud synchronisatie
pl: Oczekiwanie na zdarzenie synchronizacji iCloud
pt: Aguardando evento de sincronização do iCloud
ru: Ожидание события синхронизации iCloud
tr: iCloud Senkronizasyonu Bekleniyor
vi: Đang chờ sự kiện đồng bộ iCloud

source: 等待翻译
ar: انتظار الترجمة
de: Warte auf Übersetzung
en: Waiting
es: En espera
fr: En attente de traduction
hi: अनुवाद की प्रतीक्षा
id: Menunggu terjemahan
it: In attesa di traduzione
ja: 翻訳待機中
ko: 번역 대기 중
nl: Wachten op vertaling
pl: Oczekiwanie na tłumaczenie
pt: Aguardando tradução
ru: Ожидание перевода
tr: Çeviri Bekleniyor
vi: Đang chờ dịch
zh_hant: 等待翻譯

source: 简体中文
ar: الصينية المبسطة
de: Vereinfachtes Chinesisch
en: Simplified Chinese
es: Chino simplificado
fr: chinois simplifié
hi: सरलीकृत चीनी
id: Tionghoa Sederhana
it: Cinese semplificato
ja: 簡体字中国語
ko: 간체 중국어
nl: Vereenvoudigd Chinees
pl: chiński uproszczony
pt: Chinês simplificado
ru: Упрощённый китайский
tr: Basitleştirilmiş Çince
vi: Tiếng Trung giản thể
zh_hant: 簡體中文

source: 粘贴 DeepSeek Token，保存后即可翻译。
ar: الصق رمز DeepSeek Token، ثم احفظ للترجمة.
de: DeepSeek Token einfügen und speichern, um zu übersetzen.
en: Paste your DeepSeek token and save it to start translating.
es: Pega tu token de DeepSeek y guárdalo para empezar a traducir.
fr: Collez votre Token DeepSeek, puis enregistrez pour traduire.
hi: DeepSeek Token चिपकाएँ, सहेजने के बाद अनुवाद होगा।
id: Tempel Token DeepSeek, simpan untuk mulai menerjemahkan.
it: Incolla il Token DeepSeek, salva e potrai tradurre.
ja: DeepSeek Tokenを貼り付け、保存すると翻訳可能です。
ko: DeepSeek Token을 붙여넣고 저장하면 번역할 수 있습니다.
nl: Plak DeepSeek Token, opslaan om te vertalen.
pl: Wklej token DeepSeek, aby rozpocząć tłumaczenie.
pt: Cole o Token do DeepSeek, salve e pronto para traduzir.
ru: Вставьте DeepSeek Token, после сохранения можно переводить.
tr: DeepSeek Token'ını yapıştırın, kaydettikten sonra çeviri yapabilirsiniz.
vi: Dán DeepSeek Token, sau khi lưu có thể dịch.
zh_hant: 貼上 DeepSeek Token，儲存後即可翻譯。

source: 系统凭据存储失败：%lld。
ar: فشل تخزين بيانات الاعتماد في النظام: %lld.
de: System-Schlüsselspeicher fehlgeschlagen: %lld.
en: Failed to store system credentials: %lld.
es: No se pudieron guardar las credenciales del sistema: %lld.
fr: Échec du stockage dans le trousseau : %lld.
hi: सिस्टम क्रेडेंशियल स्टोरेज विफल: %lld।
id: Penyimpanan kredensial sistem gagal: %lld.
it: Salvataggio credenziali fallito: %lld.
ja: システム認証情報ストレージ失敗：%lld。
ko: 시스템 자격 증명 저장 실패: %lld.
nl: Systeemopslag mislukt: %lld.
pl: Błąd przechowywania danych systemowych: %lld.
pt: Falha no armazenamento de credenciais do sistema: %lld.
ru: Ошибка сохранения в системном хранилище ключей: %lld.
tr: Sistem anahtar deposu hatası: %lld.
vi: Lưu trữ thông tin xác thực hệ thống thất bại: %lld.
zh_hant: 系統憑證儲存失敗：%lld。

source: 结果
ar: النتيجة
de: Ergebnis
en: Result
es: Resultado
fr: Résultat
hi: परिणाम
id: Hasil
it: Risultato
ja: 結果
ko: 결과
nl: Resultaat
pl: Wynik
pt: Resultado
ru: Результат
tr: Sonuç
vi: Kết quả
zh_hant: 結果
